"OK" = "OK";
"Continue" = "続ける";
"Cancel" = "キャンセル";
"Password" = "パスワード";
"Email" = "メールアドレス";
"None" = "なし";
"Fetching Account Info…" = "アカウント情報を取得中…";
"Panic Sync Deauthorized" = "Panic Sync 登録解除";
"This Mac's access to your Panic Sync account has been revoked. Please reauthorize your account in Preferences." = "この Mac による Panic Sync アカウントへのアクセスは無効になりました。環境設定からアカウントを再登録してください。";
"Sync Preferences…" = "同期環境設定…";
"Dismiss" = "登録を解除";
"Panic Sync Credentials Missing" = "Panic Sync 証明書が見つかりません";
"Your Panic Sync credentials could not be found. Please reauthorize your account in Preferences." = "あなたの Panic Sync 証明書が見つかりませんでした。環境設定から再登録してください。";
"Sync" = "同期";
"Next Sync: %@" = "次の同期: %@";
"Reset Sync" = "同期をリセット";
"Sync Now" = "今すぐ同期";
"Email is required" = "メールアドレスは必須です";
"A valid email address is required." = "正しい有効なメールアドレスを入力してください。";
"Password Too Short" = "パスワードが短すぎます";
"Your password must be at least 8 characters long." = "パスワードは少なくとも 8 文字以上である必要があります。";
"Passwords Don't Match" = "パスワードが一致しません";
"The password and confirmation do not match." = "再入力されたパスワードが一致しません。";
"Send Password Reset" = "パスワードをリセットする";
"You will receive an email detailing how to reset your password." = "パスワードをリセットするための情報が含まれたメールを送信します。";
"Enter your email address to request a password reset." = "リセットメールを受信するメールアドレスを入力してください。";
"Password Reset Sent" = "リセットメールを送信";
"You should soon receive an email detailing how to reset your password." = "パスワードをリセットするための情報が含まれたメールはすぐに送信されます。";
"Deauthorize \"%@\"" = "\"%@\" の登録解除";
"Are you sure you want to deauthorize the selected device? Its ability to sync will immediately be revoked." = "本当に選択されたデバイスの登録を解除しますか？登録解除後、すぐに無効となります。";
"Deauthorize" = "登録解除";
"Unable to Contact Server" = "サーバに接続できません";
"Your network connection may be offline. You can continue signing out while offline, but this device will not be deauthorized on the server." = "ネットワークがオフラインの様です。この状況でもサインアウトすることが可能ですが、サーバ上からこのデバイスはまだ登録解除されていません。";
"Sign Out" = "サインアウト";
"Unable to Sign Out" = "サインアウトできません";
"The server may be experiencing issues or be down for maintenance. You can continue signing out while offline, but this device will not be deauthorized on the server." = "サーバは一時的に繋がりにくい状況の様です。この状況でもサインアウトすることが可能ですが、サーバ上からこのデバイスはまだ登録解除されていません。";

"Do you want to sync with other apps?" = "他のアプリケーションとも同期しますか？";
"You can sync your data with %@ only, or with other Panic apps as well." = "%@ とのみ同期するか、他の Panic アプリケーションとも同期内容を共用するかを選択できます。";
"Sync With:" = "同期内容を共用:";

"How would you like to reset your data?" = "本当にデータをリセットしますか？";
"You can continue to sync your data with the Panic Sync data, fully replace your data with the Panic Sync data, or keep your data and replace it on all of your other devices." = "同期するか、Panic Sync 内のデータでこの Mac のデータを置き換えるか、逆にこの Mac のデータで Panic Sync および他の同期されているデバイスのデータを置き換えるかを選択できます。";
"Action:" = "アクション:";
"Merge" = "統合する";
"Continue Sync" = "同期する";
"Replace All Data On This Mac" = "この Mac のデータを置き換える";
"Replace All Data In %@ On This Mac" = "この Mac 上の %@ のデータを置き換える"; // e.g. Replace All Data In Transmit On This Mac
"Replace Data On All Other Devices" = "他のデバイスのデータを置き換える";
"SyncPrivacyPolicyURL" = "https://www.panic.com/jp/sync";
"SyncAccountManagementURL" = "https://sync.panic.com/";
"Your data will automatically sync between your devices. It's free, secure, and easy." = "あなたのデータは自動的に、あなたのデバイス間で同期されます。セキュアで簡単、無料です。";
"Panic Sync" = "Panic Sync";
"This is the first time you're syncing data on this Mac." = "この Mac との初めての同期です。";
"You've switched Panic Sync accounts and your data may no longer be valid." = "Panic Syncアカウントが切り替えられたため、データが無効になっているかも知れません。";
"Changes were last made on “%@”." = "前回の変更は “%@” によって行われました。";
"“%@” has performed a reset sync." = "“%@” によって同期のリセットが実行されました。";
"One of your devices has performed a reset sync." = "あなたのデバイスの1つにより同期のリセットが実行されました。";
"You can fully replace your data with the Panic Sync data, or keep your data and replace it on all your other devices." = "Panic Sync のデータですべてを置き換えるか、逆にこのデータで Panic Sync および他の同期されているデバイスのデータを置き換えるかを選択することが可能です。";
"This sync will change a significant portion of your data. How do you want to continue?" = "この同期によりあなたの重要なデータの一部に変更が加えられます。本当に継続しますか？";
"This sync will replace your data. How do you want to continue?" = "この同期はあなたのデータが置き換えられます。本当に継続しますか？";

"Two-Factor Authentication" = "2段階認証";
"Your account is protected by two-factor authentication. Enter the code generated by your authorization app." = "あなたのアカウントは2段階認証で保護されています。認証コードを入力してください。";
"Unlock %@" = "%@をアンロック";
"Purchase %@ to unlock Panic Sync." = " %@ のPanic Sync機能をアンロックするために購入する。";

// PCDynamicSheetController
"Learn more." = "より詳しい情報。";

// Account Deletion
"Do you want to permanently delete your Panic Sync account?" = "本当にPanic Syncアカウントを削除しますか？";
"This will remove all data from the Panic Sync server and keep your local data.\n\nEnter your Panic Sync password to continue." = "この操作により、Panic Syncサーバ上の同期されていた全てが削除されます。ローカルのデータには影響しません。\n\n続けるにはPanic Syncのパスワードを入力してください。";
"Password:" = "パスワード:";
"Delete Account" = "アカウントを削除する";
"Account Deleted" = "アカウントは削除されました";
"Account Settings" = "アカウント設定";
